<?php

return [
    'directory' => [
        'create' => 'Папка була успішно створена.',
        'delete' => 'Папка була успішно видалена.',
    ],

    'rename' => [
        'success' => 'Файл або папка була успашно переназвана.',
        'error'   => 'Не вдалося перенезвати файл або папку.'
    ],

    'upload' => [
        'success' => 'Файл було успішно завантажено.',
        'error'   => 'Не вдалося завантажити файл.'
    ],

    'delete' => [
        'success' => 'Файл або папка була успашно видалена.',
        'error'   => 'Не вдалося видалити файл або папку.'
    ]
];